export const zh = {
    "Lycanthrope": {
        "name": "半兽人",
        "skill":"每个夜晚*，你要选择一名存活的玩家，如果他是善良的，他死亡，并且当晚不会再有其他玩家死亡。"
    },
    "Choirboy": {
        "name": "唱诗男孩",
        "skill":"如果恶魔杀死了国王，你会得知哪名玩家是恶魔。[+国王]"
    },
    "Preacher": {
        "name": "传教士",
        "skill":"每个夜晚，你要选择一名玩家：如果选中了爪牙，他会得知被传教士选中。所有被你选中的爪牙失去能力。"
    },
    "Engineer": {
        "name": "工程师",
        "skill":"每局游戏限一次，在夜晚时，你可以选择让恶魔变成你选择的恶魔角色，或让所有爪牙变成你选择的爪牙角色。"
    },
    "Noble": {
        "name": "贵族",
        "skill":"在你的首个夜晚，你会得知三名玩家：其中有且只有一名玩家是邪恶的。"
    },
    "King": {
        "name": "国王",
        "skill":"每个夜晚，如果死亡的玩家数量大于存活的玩家数量，你会得知一个存活的角色。恶魔知道你是国王。"
    },
    "General": {
        "name": "将军",
        "skill":"每个夜晚，你会得知说书人认为哪个阵营当前更有优势（善良/邪恶/均势）。"
    },
    "Alchemist": {
        "name": "炼金术士",
        "skill":"你拥有一个不在场的爪牙角色的能力。"
    },
    "Magician": {
        "name": "魔术师",
        "skill":"恶魔会以为你是爪牙。爪牙会以为你是恶魔。"
    },
    "Farmer": {
        "name": "农夫",
        "skill":"如果你在夜晚死亡，一名存活的善良玩家会变成农夫。"
    },
    "Balloonist": {
        "name": "气球驾驶员",
        "skill":"每个夜晚，你会得知一名不同角色类型的玩家，直到场上所有的角色类型你都得知过一次。[+1 外来者]"
    },
    "Bountyhunter": {
        "name": "赏金猎人",
        "skill":"在你的首个夜晚，你会得知一名邪恶玩家。每当你得知的玩家死亡，你会在当晚得知另一名邪恶玩家。[会有一名镇民转变为邪恶阵营]"
    },
    "Amnesiac": {
        "name": "失忆者",
        "skill":"你不知道你的能力是什么。每个白天你可以找说书人猜测一次，你会得知你的猜测有多准确。"
    },
    "Cannibal": {
        "name": "食人族",
        "skill":"你拥有上个死于处决的玩家的能力。如果该玩家属于邪恶阵营，你中毒直到下个善良玩家死于处决。"
    },
    "Nightwatchman": {
        "name": "守夜人",
        "skill":"每局游戏限一次，在夜晚时，你可以选择一名玩家：他会得知你是守夜人。"
    },
    "Atheist": {
        "name": "无神论者",
        "skill":"说书人可以打破游戏规则。如果说书人被处决，善良阵营获胜，即使你已死亡。[无邪恶角色在场]"
    },
    "Pixie": {
        "name": "小精灵",
        "skill":"在你的首个夜晚，你会得知一个在场的镇民角色。如果你“疯狂”地证明你是该角色，当他死亡时你获得该角色的能力。"
    },
    "Huntsman": {
        "name": "巡山人",
        "skill":"每局游戏限一次，在夜晚时，你可以选择一名存活的玩家：如果你选中了落难少女，她会变成一个不在场的镇民角色。[+落难少女]"
    },
    "Cultleader": {
        "name": "异教领袖",
        "skill":"每个夜晚，你会转变为与你邻近的一名存活的玩家的阵营。每个白天，你可以提议所有玩家加入你的教派，如果所有善良玩家同意加入，你的阵营获胜。"
    },
    "Poppygrower": {
        "name": "罂粟种植者",
        "skill":"爪牙和恶魔互相不认识。如果你死亡，当晚他们会互相认识。"
    },
    "Fisherman": {
        "name": "渔夫",
        "skill":"每局游戏限一次，在白天时，你可以让说书人给你一些能帮助你的阵营获胜的建议。"
    },
    "Snitch": {
        "name": "告密者",
        "skill":"爪牙会在其首个夜晚得知三个不在场的善良角色。"
    },
    "Puzzlemaster": {
        "name": "解谜大师",
        "skill":"一名玩家醉酒，即使你已死亡。每局游戏限一次，你可以猜测谁是那个醉酒的玩家，如果猜对了，你会得知谁是恶魔，但如果猜错了，你会得知错误的“谁是恶魔”信息。"
    },
    "Damsel": {
        "name": "落难少女",
        "skill":"所有爪牙都知道落难少女在场。每局游戏限一次，任意爪牙可以公开猜测你是落难少女，如果猜对，你的阵营落败。"
    },
    "Golem": {
        "name": "魔像",
        "skill":"每局游戏你只能发起提名一次。当你发起提名时，如果被你提名的玩家不是恶魔，他死亡。"
    },
    "Heretic": {
        "name": "异端分子",
        "skill":"对调胜负结果，即使你已死亡。"
    },
    "Acrobat": {
        "name": "杂技演员",
        "skill":"每个夜晚*，如果与你邻近的存活善良玩家之一醉酒或中毒，你死亡。"
    },
    "Politician": {
        "name": "政客",
        "skill":"如果你是对你的阵营落败负最大责任的人，你转变阵营并获胜，即使你已死亡。"
    },
    "Goblin": {
        "name": "哥布林",
        "skill":"如果你在被提名后公开声明自己是哥布林且在那个白天被处决，你的阵营获胜。"
    },
    "Widow": {
        "name": "寡妇",
        "skill":"在你的首个夜晚，你能查看魔典并选择一名玩家：他中毒。随后，始终会有一名善良玩家知道寡妇在场。"
    },
    "Psychopath": {
        "name": "精神病患者",
        "skill":"每个白天，在提名开始前，你可以公开选择一名玩家：他死亡。如果你被处决，提名你的玩家需要和你猜拳，只有你输了你才会死亡。"
    },
    "Fearmonger": {
        "name": "恐惧之灵",
        "skill":"每个夜晚，你要选择一名玩家：如果你提名他且他被处决，他的阵营落败。当你首次选择或更换目标时，所有玩家都会得知你选择了新的玩家。"
    },
    "Mezepheles": {
        "name": "灵言师",
        "skill":"在你的首个夜晚，你会得知一个关键词。首个说出该关键词的善良玩家会在当晚转变为邪恶阵营。"
    },
    "Marionette": {
        "name": "提线木偶",
        "skill":"你以为你是一个善良角色，但其实你不是。恶魔会知道你是提线木偶。[提线木偶会与恶魔邻座]"
    },
    "Boomdandy": {
        "name": "炸弹人",
        "skill":"如果你被处决，除三名玩家以外的其他所有玩家均会死亡。一分钟之后，被最多玩家手指指着的玩家死亡。"
    },
    "Riot": {
        "name": "暴乱",
        "skill":"被提名的玩家死亡，但他可以立刻再次发起提名（第三天白天他必须这么做）。在第三个白天结束时，邪恶阵营获胜。[所有爪牙都是暴乱]"
    },
    "Alhadikhia": {
        "name": "哈迪寂亚",
        "skill":"每个夜晚*，你要选择三名玩家（所有玩家都会得知你选了谁）：他们分别秘密决定自己的生死，然后如果他们都存活则都死亡。"
    },
    "Legion": {
        "name": "军团",
        "skill":"每个夜晚*，可能有一名玩家死亡。如果一项提名只有邪恶玩家投票，投票无效。你也会被当作是爪牙。[半数以上玩家为军团]"
    },
    "Leviathan": {
        "name": "利维坦",
        "skill":"如果多于一名善良玩家被处决，邪恶阵营获胜。所有玩家都知道利维坦在场。在第五个白天结束时，邪恶阵营获胜。"
    },
    "Lleech": {
        "name": "痢蛭",
        "skill":"每个夜晚*，你要选择一名玩家：他死亡。在你的首个夜晚，你要选择一名存活的玩家：他中毒，只有他死亡时你才会一同死亡。"
    },
    "Lilmonsta": {
        "name": "小怪宝",
        "skill":"每个夜晚，所有爪牙要秘密决定由哪名玩家来照看小怪宝并且“是恶魔”。每个夜晚*，会有一名玩家死亡。[+1爪牙]"
    },
    "Clockmaker": {
        "name": "钟表匠",
        "skill":"在你的首个夜晚，你会得知恶魔与爪牙之间最近的距离。（邻座的玩家距离为1）"
    },
    "Dreamer": {
        "name": "筑梦师",
        "skill":"每个夜晚，你要选择除你及旅行者以外的一名玩家：你会得知一个善良角色和一个邪恶角色，该玩家是其中一个角色。"
    },
    "Snakecharmer": {
        "name": "舞蛇人",
        "skill":"每个夜晚，你要选择一名存活的玩家：如果你选中了恶魔，你和他交换角色和阵营，然后他中毒。"
    },
    "Mathematician": {
        "name": "数学家",
        "skill":"每个夜晚，你会得知有多少名玩家的能力因为其他角色的能力而未正常生效。（从上个黎明到你被唤醒时）"
    },
    "Flowergirl": {
        "name": "卖花女孩",
        "skill":"每个夜晚*，你会得知在今天白天时是否有恶魔投过票。"
    },
    "Towncrier": {
        "name": "城镇公告员",
        "skill":"每个夜晚*，你会得知在今天白天时是否有爪牙发起过提名。"
    },
    "Oracle": {
        "name": "神谕者",
        "skill":"每个夜晚*，你会得知有多少名死亡的玩家是邪恶的。"
    },
    "Savant": {
        "name": "博学者",
        "skill":"每个白天，你可以私下询问说书人以得知两条信息：一个是正确的，一个是错误的。"
    },
    "Seamstress": {
        "name": "女裁缝",
        "skill":"每局游戏限一次，在夜晚时，你可以选择除你以外的两名玩家：你会得知他们是否为同一阵营。"
    },
    "Philosopher": {
        "name": "哲学家",
        "skill":"每局游戏限一次，在夜晚时，你可以选择一个善良角色：你获得该角色的能力。如果这个角色在场，他醉酒。"
    },
    "Artist": {
        "name": "艺术家",
        "skill":"每局游戏限一次，在白天时，你可以私下询问说书人一个是非问题，你会得知该问题的答案。"
    },
    "Juggler": {
        "name": "杂耍艺人",
        "skill":"在你的首个白天，你可以公开猜测任意玩家的角色最多五次。在当晚，你会得知猜测正确的角色数量。"
    },
    "Sage": {
        "name": "贤者",
        "skill":"如果恶魔杀死了你，在当晚你会被唤醒并得知两名玩家，其中一名是杀死你的那个恶魔。"
    },
    "Mutant": {
        "name": "畸形秀演员",
        "skill":"如果你“疯狂”地证明自己是外来者，你可能被处决。"
    },
    "Sweetheart": {
        "name": "心上人",
        "skill":"当你死亡时，会有一名玩家开始醉酒。"
    },
    "Barber": {
        "name": "理发师",
        "skill":"如果你死亡，在当晚恶魔可以选择两名玩家（不能选择其他恶魔）交换角色。"
    },
    "Klutz": {
        "name": "呆瓜",
        "skill":"当你得知你死亡时，你要公开选择一名存活的玩家：如果他是邪恶的，你的阵营落败。"
    },
    "Eviltwin": {
        "name": "镜像双子",
        "skill":"你与一名对立阵营的玩家互相知道对方是什么角色。如果其中善良玩家被处决，邪恶阵营获胜。如果你们都存活，善良阵营无法获胜。"
    },
    "Witch": {
        "name": "女巫",
        "skill":"每个夜晚，你要选择一名玩家：如果他明天白天发起提名，他死亡。如果只有三名存活的玩家，你失去此能力。"
    },
    "Cerenovus": {
        "name": "洗脑师",
        "skill":"每个夜晚，你要选择一名玩家和一个善良角色。他明天白天和夜晚需要“疯狂”地证明自己是这个角色，不然他可能被处决。"
    },
    "Pithag": {
        "name": "麻脸巫婆",
        "skill":"每个夜晚*，你要选择一名玩家和一个角色，如果该角色不在场，他变成该角色。如果因此创造了一个恶魔，当晚的死亡由说书人决定。"
    },
    "Fanggu": {
        "name": "方古",
        "skill":"每个夜晚*，你要选择一名玩家：他死亡。被该能力杀死的外来者改为变成邪恶的方古且你代替他死亡，但每局游戏仅能成功转化一次。[+1外来者]"
    },
    "Vigormortis": {
        "name": "亡骨魔",
        "skill":"每个夜晚*，你要选择一名玩家：他死亡。被你杀死的爪牙保留他的能力，且与他邻近的两名镇民之一中毒。[-1外来者]"
    },
    "Nodashii": {
        "name": "诺-达鲺",
        "skill":"每个夜晚*，你要选择一名玩家：他死亡。与你邻近的两名镇民中毒。"
    },
    "Vortox": {
        "name": "涡流",
        "skill":"每个夜晚*，你要选择一名玩家：他死亡。镇民玩家的能力都会产生错误信息。如果白天没人被处决，邪恶阵营获胜。"
    },
    "Grandmother": {
        "name": "祖母",
        "skill":"在你的首个夜晚，你会得知一名善良玩家和他的角色。如果恶魔杀死了他，你也会死亡。"
    },
    "Sailor": {
        "name": "水手",
        "skill":"每个夜晚，你要选择一名存活的玩家：你或他之一会醉酒直到下个黄昏。你不会死亡。"
    },
    "Chambermaid": {
        "name": "侍女",
        "skill":"每个夜晚，你要选择除你以外的两名存活的玩家：你会得知他们中有几人在当晚因其自身能力而被唤醒。"
    },
    "Exorcist": {
        "name": "驱魔人",
        "skill":"每个夜晚*，你要选择一名玩家（与上个夜晚不同）：如果你选中了恶魔，他会得知你是驱魔人，但他当晚不会因其自身能力而被唤醒。"
    },
    "Innkeeper": {
        "name": "旅店老板",
        "skill":"每个夜晚*，你要选择两名玩家：他们当晚不会死亡，但其中一人会醉酒到下个黄昏。"
    },
    "Gambler": {
        "name": "赌徒",
        "skill":"每个夜晚*，你要选择一名玩家并猜测该玩家的角色：如果你猜错了，你会死亡。"
    },
    "Gossip": {
        "name": "造谣者",
        "skill":"每个白天，你可以公开发表一个声明。如果该声明正确，在当晚会有一名玩家死亡。"
    },
    "Courtier": {
        "name": "侍臣",
        "skill":"每局游戏限一次，在夜晚时，你可以选择一个角色：如果该角色在场，该角色之一从当晚开始醉酒三天三夜。"
    },
    "Professor": {
        "name": "教授",
        "skill":"每局游戏限一次，在夜晚时*，你可以选择一名死亡的玩家：如果他是镇民，你会将他起死回生。"
    },
    "Minstrel": {
        "name": "吟游诗人",
        "skill":"当一名爪牙死于处决时，除了你和旅行者以外的所有其他玩家醉酒直到明天黄昏。"
    },
    "Tealady": {
        "name": "茶艺师",
        "skill":"如果与你邻近的两名存活的玩家是善良的，他们不会死亡。"
    },
    "Pacifist": {
        "name": "和平主义者",
        "skill":"被处决的善良玩家可能不会死亡。"
    },
    "Fool": {
        "name": "弄臣",
        "skill":"当你首次将要死亡时，你不会死亡。"
    },
    "Tinker": {
        "name": "修补匠",
        "skill":"你随时可能死亡。"
    },
    "Moonchild": {
        "name": "月之子",
        "skill":"当你得知你死亡时，你要公开选择一名存活的玩家。如果他是善良的，在当晚他会死亡。"
    },
    "Goon": {
        "name": "莽夫",
        "skill":"每个夜晚，首个使用其自身能力选择了你的玩家会醉酒直到下个黄昏。你会转变为他的阵营。"
    },
    "Lunatic": {
        "name": "疯子",
        "skill":"你以为你是一个恶魔，但其实你不是。恶魔知道你是疯子以及你在每个夜晚选择了哪些玩家。"
    },
    "Godfather": {
        "name": "教父",
        "skill":"在你的首个夜晚，你会得知有哪些外来者角色在场。如果有外来者在白天死亡，你会在当晚被唤醒并且你要选择一名玩家：他死亡。[-1或+1外来者]"
    },
    "Devilsadvocate": {
        "name": "魔鬼代言人",
        "skill":"每个夜晚，你要选择一名存活的玩家（与上个夜晚不同）：如果明天白天他被处决，他不会死亡。"
    },
    "Assassin": {
        "name": "刺客",
        "skill":"每局游戏限一次，在夜晚时*，你可以选择一名玩家：他死亡，即使因为任何原因让他不会死亡。"
    },
    "Mastermind": {
        "name": "主谋",
        "skill":"如果恶魔因为死于处决而因此导致游戏结束时，再额外进行一个夜晚和一个白天。在那个白天如果有玩家被处决，他的阵营落败。"
    },
    "Zombuul": {
        "name": "僵怖",
        "skill":"每个夜晚*，如果今天白天没有人死亡，你会被唤醒并要选择一名玩家：他死亡。当你首次死亡后，你仍存活，但会被当作死亡。"
    },
    "Pukka": {
        "name": "普卡",
        "skill":"每个夜晚，你要选择一名玩家：他中毒。上个因你的能力中毒的玩家会死亡并恢复健康。"
    },
    "Shabaloth": {
        "name": "沙巴洛斯",
        "skill":"每个夜晚*，你要选择两名玩家：他们死亡。你上个夜晚选择过且当前死亡的玩家之一可能会被你反刍。"
    },
    "Po": {
        "name": "珀",
        "skill":"每个夜晚*，你可以选择一名玩家：他死亡。如果你上次选择时没有选择任何玩家，当晚你要选择三名玩家：他们死亡。"
    },
    "Washerwoman": {
        "name": "洗衣妇",
        "skill":"在你的首个夜晚，你会得知两名玩家和一个镇民角色：这两名玩家之一是该角色。"
    },
    "Librarian": {
        "name": "图书管理员",
        "skill":"在你的首个夜晚，你会得知两名玩家和一个外来者角色：这两名玩家之一是该角色（或者你会得知没有外来者在场）。"
    },
    "Investigator": {
        "name": "调查员",
        "skill":"在你的首个夜晚，你会得知两名玩家和一个爪牙角色：这两名玩家之一是该角色（或者你会得知没有爪牙在场）。"
    },
    "Chef": {
        "name": "厨师",
        "skill":"在你的首个夜晚，你会得知场上邻座的邪恶玩家有多少对。"
    },
    "Empath": {
        "name": "共情者",
        "skill":"每个夜晚，你会得知与你邻近的两名存活的玩家中邪恶玩家的数量。"
    },
    "Fortuneteller": {
        "name": "占卜师",
        "skill":"每个夜晚，你要选择两名玩家：你会得知他们之中是否有恶魔。会有一名善良玩家始终被你的能力当作恶魔。"
    },
    "Undertaker": {
        "name": "掘墓人",
        "skill":"每个夜晚*，你会得知今天白天死于处决的玩家的角色。"
    },
    "Monk": {
        "name": "僧侣",
        "skill":"每个夜晚*，你要选择除你以外的一名玩家：当晚恶魔的负面能力对他无效。"
    },
    "Ravenkeeper": {
        "name": "守鸦人",
        "skill":"如果你在夜晚死亡，你会被唤醒，然后你要选择一名玩家：你会得知他的角色。"
    },
    "Virgin": {
        "name": "圣女",
        "skill":"当你首次被提名时，如果提名你的玩家是镇民，他立刻被处决。"
    },
    "Slayer": {
        "name": "杀手",
        "skill":"每局游戏限一次，你可以在白天时公开选择一名玩家：如果他是恶魔，他死亡。"
    },
    "Soldier": {
        "name": "士兵",
        "skill":"恶魔的负面能力对你无效。"
    },
    "Mayor": {
        "name": "市长",
        "skill":"如果只有三名玩家存活且白天没有人被处决，你的阵营获胜。如果你在夜晚即将死亡，可能会有一名其他玩家代替你死亡。"
    },
    "Butler": {
        "name": "管家",
        "skill":"每个夜晚，你要选择除你以外的一名玩家：明天白天，只有他投票时你才能投票。"
    },
    "Drunk": {
        "name": "酒鬼",
        "skill":"你不知道你是酒鬼。你以为你是一个镇民角色，但其实你不是。"
    },
    "Recluse": {
        "name": "隐士",
        "skill":"你可能会被当作邪恶阵营、爪牙角色或恶魔角色，即使你已死亡。"
    },
    "Saint": {
        "name": "圣徒",
        "skill":"如果你死于处决，你的阵营落败。"
    },
    "Poisoner": {
        "name": "投毒者",
        "skill":"每个夜晚，你要选择一名玩家：他在当晚和明天白天中毒。"
    },
    "Spy": {
        "name": "间谍",
        "skill":"每个夜晚，你能查看魔典。你可能会被当作善良阵营、镇民角色或外来者角色，即使你已死亡。"
    },
    "Scarletwoman": {
        "name": "猩红女巫",
        "skill":"如果大于等于五名玩家存活时（旅行者不计算在内）恶魔死亡，你变成那个恶魔。"
    },
    "Baron": {
        "name": "男爵",
        "skill":"会有额外的外来者在场。[+2 外来者]"
    },
    "Imp": {
        "name": "小恶魔",
        "skill":"每个夜晚*，你要选择一名玩家：他死亡。如果你以这种方式自杀，一名爪牙会变成小恶魔。"
    }
}